[{"username": "alexstrohl", "post_count": 2751, "follower": 2050552, "following": 578, "category_name": "Photographer", "biography": "Photographer, Filmmaker •\nTeam @canonusa @wildistco", "captions": ["HNY / Bonne année!\n\nThank you for hanging in this neck of the internet woods. Wishing you lots of health, good coffees, time in nature, time in the present, unleashing your creativity, and meeting good people. This year was a challenging one but as Voltaire said, “The hardest decision you make each day is to be in a good mood.”\n\nHave a great year ✌🏻", "Surprise… So happy to finally share that there will be three of us this spring!", "Had a lot of fun making this film for @prada’s new Luna Rossa Ocean as a #PradaPartner… On my exploration of the fragrance I saw the moon set over the Atlantic, drove one of my favorite cars #912, and witnessed the most vivid sunset on earth. Or at least I thought it was.  Hope you enjoy this piece as much as I enjoyed creating it.\n\n2nd camera @platoux\nEdit @inmistmediahouse\nSound design @un.studios \n\n#PradaPartner #PradaLunaRossaOcean @ultabeauty", "Tackling an LR + PS edit with a recent image from a blue hour ski in the mountains. So satisfying to have in body stabilization nowadays, using slow shutter speeds + low iso make for cleaner images long after the sun has set. \n\nLet me know what else you’d like to see edited!\n\nMusic: Two One, Four - @fyfemusic", "Taking full advantage of this Icelandic quarantine to work on some new edits. Music by @jeanmichelblais. Enjoy!", "Chasing success, striving to be the “best” will make you unhappy because those are things that others measure for you. It’s external. \n\nFulfillment however is something you can measure, only you. It’s internal. \n\nAnd as photographers we tend to put a lot of imaginary barriers that prevent us from being fulfilled in our craft. \n\nHeading into the new year, I’ve made a new workshop to help you remove those barriers. (Hint: they’re mostly within our heads). \n\nGoal setting, motivation, systems and routines... I cover it all. \n\nThe workshop is on a limited pre-order. Link in bio :)", "Chasing the tail end of summer with K by @dolcegabbana EDP\n \nDirector @max.Lowe\nAC @iloweanker\nStylist @andreadabene \nSecond shooter @maxmarty\nEditing & grade @inmist \n\n#DGPartner #OwnYourCrown #KByDolceGabbana", "Goin’ places... can’t believe we’re already getting to the end of July.\n🎥 @isaacsjohnston for @bearclawbicycleco, music by Canned Heat", "Here’s an evening edit at 2x speed of an image from Lanmanalaugar, Iceland #editing"]}]