[
    {
       "username":"aniab",
       "post_count":4131,
       "follower":117199,
       "following":3653,
       "category_name":"Digital creator",
       "biography":"𝐒𝐓𝐘𝐋𝐄, 𝐓𝐑𝐀𝐕𝐄𝐋 & 𝐋𝐈𝐅𝐄𝐒𝐓𝐘𝐋𝐄\nI was an accountant\n✉️: aniaboniecka@live.com\n#ANIABSTAMPEDE | #ANIABSKI\nreno page @dover_house \nCAFA nominated \n👉🏼 @stalman",
       "captions":[
          "Who's been re-watching their favorite 90s TV? 90210, Friends and Buffy have one thing in common: the forever recognizable style of the decade. My mum was never about the trends so, believe it or not, I’m picking up butterfly clips for THE FIRST TIME IN MY LIFE!! As I was touching up my hair colour (every 8-10 weeks 😋) + still using @Schwarzkopf Color Ultime (this time 3.8, aka Velvet Brown), I thought it would be fun to play with some shorter hairstyles that can work for everyone. Here are three easy ways to add some colour, fun and nostalgia to your everyday looks… Have fun! @shoppersbeauty @walmartcanada\n \n#schwarzkopf_partner #colorultime #haircolour #90shair #hair #beauty #beautytips #hairtutorial #nostalgia",
          "#sponsored ice cream, popsicles and freezies are the diet when temps soar to 30+ and this summer has been treating us to some epic heat! We're turning this into a delicious opportunity and putting a twist on @kahlua #weekendcoffee with these popsicles and honestly I think this is some of my finest work. THESE. ARE. SO. GOOD!!! pro tip* leave the popsicles out for a few min or dip the mold into some hot water to loosen up the ice before pulling out your work so that you don't break them, you can always slide them back into the freezer on a plastic plate to prevent from melting further. BON APPETIT! visit kahlua.com for more tasty rcipies to transform your java into #WeekendCoffee!! https://lnk2.io/w7fFB87 *must be legal drinking age to enjoy*\n\n#food #popsicles #DIY #inthekitchen #heatwave #summertreats #icecream #coffee #butfirstcoffee #delicious",
          "#SimpliiPartner Things are looking different everywhere we go these days and it’s never too late to start thinking ahead, and most importantly being ready for any contingency. I love fashion, it’s my life, but we all know that one of the first places we can very easily save money is to curb our spending habits. This doesn’t always mean you have to make giant sacrifices, in this video I’m giving you some simple ways which you can start implementing into your own shopping rituals that are going to help you see that extra shirt you don’t need as money in the bank! \n\n*watch till the end for some comic relief + an important PSA*\n\n#shopping #moneytalk #smartmoney #shoppingtips #howtosave #financeiscool #wearamask",
          "a show for the books! beautiful fireworks to close @calgarystampede 2020, what a weird year! thankful that we still got to celebrate and share our #stampedespirit, get involved, wear cowboy hats and even eat our favourite stampede treats! considering we will probably be one of the few cities that will even get to watch fireworks IRL this year i consider this a win! count down to 2021 begins now... 361 days to go 👊🏼🤠 #ANIABSTAMPEDE\n⠀\n#stampede #calgarystampede #STAMPEDE2020 #stampedespirit #fireworks #fireworksshow #yyc #calgary #travel #grandstand #explorealberta #explorecanada #dtyyc #capturecalgary #calgarytower #silverlining",
          "*SOUND ON* Living my @calgarystampede fantasy on Saturday morning flipping pancakes thanks to our friends at @southcentremall who put us right on the cooking stations with the awesome team at @stampedecaravan. These guys make sure we are all fed and strong everyday of the Stampede and i just learned that they are all volunteers and for the duration of the 10 days wake up as early as 4am to set up the stations and make sure everything runs smoothly! I LOVE LOVE LOVE that despite 2020 and with the help of amazing partners across the city they still managed go make it happen! So thankful for this years Stampede defining experience 🥞🤠 #YAHOO #ANIABSTAMPEDE\n\n#Calgary #YYC #CalgaryStampede #StampedeFood #Stampede2020 #pancakebreakfast #pancakes #yyceats #Cowgirl #Food #GuiltyPleasure #WestIsBest #Western #wildwest #csfoodie #stampedeeats #stampedestyle #cookout #stampedespirit #pancakelikeapro #spiritofstampede #stampedecaravan #flapjacks #drivethrough",
          "Who’s hungry?! *WATCH to the end to find out where you can get your free pancake mix this weekend* The one thing we are really missing this year are the quintessential @calgarystampede pancake breakfasts but thanks to two local yyc companies we are serving up pancakes cowboys style! you can get your @buttermilkyyc + @lannieraegourmet pancake mixes around the city and online so you can bring some Stampede home, and let me tell you these are NOTHING like your average store bought mixes! there is so much amazing flavour here it actually blew our minds! \n\nwatch as we cook up these pancakes the way our favourite cowboys do at Olympic Plaza (hands down the best pancakes in the city!) and even put our own spin on them and as I make this breakfast of champions I’m sharing some very important Stampede breakfast education! Did you know that the Stampede breakfast tradition is nearly 100 years old!! Watch and Learn 🤠 #ANIABSTAMPEDE\n\n#Calgary #YYC #CalgaryStampede #StampedeFood #Stampede2020 #pancakebreakfast #pancakes #lannirea #buttermilk #YAHOO #yyceats #Cowgirl #Food #MidwayFood #GuiltyPleasure #WestIsBest #Western #wildwest #csfoodie #stampedeeats #stampedestyle #cookout #stampedespirit #pancakelikeapro #spiritofstampede\n\n@cityofcalgary @tourismcalgary @travelalberta @stampedecaravan \n@southcentremall @cfchinookcentre @cs_dta @cs_folksofstampede",
          "I have been finding it very therapeutic to use my hands these past few months. Finding DIY projects, cleaning, working out, cooking and baking. While doing our outdoor workouts looking at all the dandelions coming up everywhere I was reminded of when I was a little girl and my mum would fashion me flower crowns in the park. I never realized how easy they were to make until literally a week ago. Even with these yellow dandelion weeds these are giving me major summer feels. So even though festival season isn’t coming back until next year I’ll be over here getting in the spirit 🌼\n\n#friday #weekend #aniabinmotion #DIY #flowercrown #floral #howto #tutorial #flowercrowntutorial #summer #flowers #handmade #wianek #polishgirl #easterneuropean #polskadziewczyna",
          "*GIVEAWAY* We've been re-watching some of our favourite shows and movies over the last few weeks so this post is all about paying homage to some of the ultimate icons, can you name them all? (*hint there are two shows, two movies and one is a channel 😆) ⠀⁣\n⁣\nWhat are you using to stream your TV & movies? We are teaming up with @rokucanada to give you a chance to experience the Roku Premiere universe all on your own! We love everything from their super visual and easy to use interface, to shows exclusive to The Roku Channel, to the minimalistic design of the remote control. We are not only able to use it in the comfort of our home but also stream in 4K on our studio projector for those super special all-night movie marathons!⁣\n⁣\nHere is how to win your very own Roku Premiere:⁣ ⁣\n•Follow @RokuCanada on IG⁣\n•Comment on this post challenging two friends to guess the movies (don’t worry you don’t have to guess them right to win, just have fun 🙌🏼)⁣\n•Contest closes ONE WEEK from today⁣\n⁣\nVisit bit.ly/AniaRoku for full rules and regulations!⁣\n⁣\n#ad #ViewMoreWithRoku #movienight #tv #movies #video #aniabinmotion #fliptheswitch #channelsurfing #namethatmovie #giveaway #contest #igcontest #friends #harrypotter",
          "Sitting down with a very special guest to debunk the myth that you need an accountant to do your taxes! ABSOLUTELY NOT TRUE! For a lot of us doing our taxes means just inputting the information from our T slips and sending them off, this takes under 30 min to do, think about the $$$ you will save on this DIY! And don't worry, we are keeping it short and sweet 😆\n\nThe tax FILING deadline is looming, with only a few weeks left to get it in ON TIME! late penalties are a waste of money and why would you want to do that to your future self. We have enough stresses to think about. And remember your balance is not due until SEPTEMBER so don't stress if you can't make the payment right away. ⠀\n\nWe have amazing tools at our disposal now to help us with the filing process, and services like SimpleTax (simpletax.ca) are not only letting you use their pay-what-you-want model (literally this also means $0) but now for every SimpleTax filer who pays any amount, they will donate a meal to Second Harvest to help Canadians in need, show me an accountant who will do the same 🧐\n\n#financeiscool #moneytalk #taxes #taxtalk #savings #tips #wfh #stayhome #accountant #accountig #finance #money #planningforthefuture #taxplanning #quadrantcharteredaccounants #charteredaccuntant #businessvaluator #taxman"
       ]
    }
 ]