[{"username": "bemytravelmuse", "post_count": 2037, "follower": 123347, "following": 492, "category_name": null, "biography": "🧜🏻‍♀️ California girl solo traveling the world\n🌎 Currently in: The USA 🇺🇸 \n📽 YouTube: bemytravelmuse\n✨ Tap that👇🏼", "captions": ["This is the Earthship Biotecture in Taos, New Mexico and this is what it’s like to stay in a home that’s built from trash, creates its own heat, energy, and collects water from the rain to recycle 4 times! True #greenliving #offthegrid #offthegridliving featuring @earthship @ecolivingmatrix", "Thinking of a solo trip this summer? These are the best places to travel alone in the United States of America, from sea to shining sea.", "Take stunning pictures of yourself even when you travel alone!", "It’s snowing today in Reno and I still get excited about that kinda thing 😂 ☃️ Snow is the 6th food group. #foreveryoung", "Like a little kid who never outgrew bath time. ⁣\n⁣\nOne of my most popular recent videos is of a real Canadian winter experience, complete with driving speeding Mercedes across a frozen lake, taking a snowmobile to a shipwreck in the Arctic, and the northern lights in the middle of nowhere. Wish I could go back right now. Check out my stories to be transported there now! #exploreMB", "Have you heard about the opportunity to win a flight to Hawai'i? ICYMI, I've partnered with @HawaiianAirlines and @Mastercard for their #alohafromabove sweepstakes! This week, we’re taking the virtual scavenger hunt to the island of Moloka'i! ⁣⁣\n⁣⁣\nI’ve been to every visitable island in Hawai'i, and I loved Moloka'i for the lush jungles, enchanting waterfalls, beautiful valleys and wild beaches. Wishing for a chance to visit? The locations are hidden all around the island, and your scavenger hunt clues are in this video. #Ad ⁣⁣\n⁣⁣\nSo, here's how it works. Just go to AlohaFromAboveSweepstakes.com (link in bio) and search for five hidden letters, A-L-O-H-A, within a map of Moloka'i. Once you find all the letters, you can enter the sweepstakes for a chance to win a flight to Hawai'i. There's a new chance to win next week, too, with clues on @hawaiianairlines! ⁣\n⁣\n(No purc nec; open to 50 US/DC, terr, 18+/age of maj; ends 1/24/21.) #sweepstakes", "Here’s a chance to win a flight to Hawai'i! Hawai'i has captured my heart ever since childhood when I'd go visit my family there. Each island is so different with unique adventures of the aquatic, jungly, and oftentimes rocky kind! Have you been before or are you itching to go? Today I'm reminiscing about Lānaʻi one of the least-visited and most adventurous islands. The diving is great, the sunsets are magical, and I loved the sense of solitude there. ⁣\n⁣\nI've partnered with @HawaiianAirlines and @Mastercard for their #AlohaFromAbove sweepstakes! The locations are hidden all around the island, and your scavenger hunt clues are in this video. #Ad ⁣\n⁣\nSo, here's how it works. Just go to AlohaFromAboveSweepstakes.com (link in bio) and search for five hidden letters, A-L-O-H-A, within a map of Lānaʻi. Once you find all the letters, enter the sweepstakes for a chance to win a flight to Hawai'i. Come back each week for a new chance to win! ⁣\n⁣\n(No purc nec; open to 50 US/DC, terr, 18+/age of maj; ends 1/24/21.) #Sweepstakes", "Wait for it... 🐦 ⁣\n⁣\nPeople have been telling me about the famous Chickadee Ridge in Tahoe and it was so cool to finally check it out! I brought along my niece and the hand sani. ⁣\n⁣\nSo frankly before the ‘Rona I rarely traveled with hand sanitizer and it wasn’t until lately that I started looking into it more. There are times when running water just isn’t available and lots of places ask us to sanitize before entering their establishments now, too!\n⁣\nBut that doesn’t mean I want chemicals and harsh perfumes on my skin. You too? We can all stop looking because I found the answer! @ecofreaks_usa has hand sanitizer that is unscented, leaves no residue, and is free from phthalates, parabens, and perfumes. Now if I enter an establishment and they want me to use hand sani, I’ve got my own!⁣\n⁣\nThe company has also planted over 2k trees with One Tree Planted, are a WWF partner in conservation, and they offer large refills to cut down on single use plastics. If you dig that too you can get a discount on their website (link in bio) with the code TRAVEL20. Happy (cleaner) trails! #bringyourfreak #sponsored", "Baby blue water and white sand. #ad This is one of many perfect beaches in Aruba. And I love the contrast here. On one side of the island it’s rugged, 4 x 4 territory and on the other it’s white sand beaches and that perfect Caribbean blue water. ⁣\n⁣\nThe last two times I visited I stayed in Palm Beach, where most of the high-rise hotels are. But this time I really wanted a smaller, boutique experience and Manchebo beach was perfect. No crowds, just perfectly quiet beach days. \n\nThe Manchebo Resort and Spa was perfect - with a truly amazing spa! I also love that they use paper straws and check out all those solar panels! #onehappyisland"]}]