[{"username": "benjaminortega", "post_count": 605, "follower": 350514, "following": 885, "category_name": "Artist", "biography": "french filmmaker on a search to do better, because doing better is way better than doing more. @cestnormal \n📍Los Angeles \nNew video // Mavic 3👇🏻", "captions": ["My @roger_dubuis ‘Secret List’ challenge 1 out of 12 has been approved!!!\n🍾💯\nIf you haven’t watched my recent YouTube vlog yet, please throw IG away for 10 min and go check it out. Then you’ll totally understand what I’m talking about!\n\nThis challenge was “Take Your Timepiece To The Sky” and I thought that literally flying from the French Riviera to Lombok with a paraglide was probably the nicest way to do it… took a while, but was definitely worth it!\n\nNow it’s time to enjoy some proper nice tropical time! 🌴🌊\n\nHuge thanks to @roquebruneparapente & @dodi.lombok for these incredible flights 🦅\n\nMusic @toutant 🖤\n\n#RogerDubuis #NoRulesOurGame", "Not everyday you can film and also drive such an incredible car!\nNEW VLOG IS LIVE 💣 link in Bio\n\nThis is the intro of my vlog! I really put such a wild energy on the filming and editing of this piece. It’s pretty hard to translate how a car feels, and I truly hope it does it to you now! If not, open your computer, head to my YouTube and watch it in 4K with the loudest speakers you have!\nThen let me know what you and your neighbors think hahaha 😘 \n\nWhat a time we had with @florianmerckx pushing this car how it’s supposed to be pushed, and @jonolsson1 and I trying to stay alive on the passenger seat!\n\nHuge thx again to @scuderiamontecarlo & @balco the proper session! 🤘🏻❤️", "New vlog is up you know wherewith a serious challenge:\n\nIs it possible to surf, skate and snowboard, all in 1 day? 🏄🏼‍♂️🛹🏂 \n\nSince I was a kid I had this challenge stuck in my head. But having the right conditions to do all 3 here in the French Riviera is almost impossible. But I personally like challenges and I like to spice them even more!\nI asked my friends @antoinetruchet & @florianmerckx if they wanted to join the challenge and also asked @mercedeseq if I could borrow the brand new 100%⚡️EQA I tested couple weeks before and see if I could do this whole trip on 1 single charge! \n\nHonestly we had a pure blast the whole day and I hope the full video will translate it as much as it possibly can ❤️\nAny feedback on the video? Lemme know in the comments and let’s chat 🤓\n\nMusic: @jnathyn - Dioma", "The mustang vlog is live on my YouTube! Link in my bio 🐎\nAnyone already watched it? 🍿\nThis vlog really represents something special to me. I’ve been dreaming about this exact day for a really long time. I actually never thought I would be able to make it happen one day. This is a good reminder to each and every single one of you. Remember to dream big and to always push yourself in the right direction in order to make it happen one day!\nThe biggest thank to my friend @nicolas_gaillard for the incredible fpv shots! 🤘🏻", "@douchebags Dboulangerie Vlog part 2 is coming on my YouTube tomorrow!⁣\nWho’s ready?? 🥖🤘🏻⁣\n⁣\nSo many incredible memories have been made within this past week and this vlog was honestly hilarious to film! Longing to have you guys discover how this 1 week Bakery makeover turned out.⁣\n⁣\nFPV drone shot by @dronesweden", "Leon the RS6 🔥⁣\nHow harmonious is it to put this monster of a build with such a strong melody!⁣\n⁣\nThis video was a pure blast to create! ⁣\nWell done @jonolsson1 for once again creating such a unique ride!⁣\n⁣\nBtw my mustang 🐎 is arriving in France in less than a week now, should I also do a light painting video with it? But I would need the perfect song for it... any suggestions? 👇🏻", "100k views on my latest YouTube video! 💯🔥\n\nTo thank you guys I decided to do a little compilation of all the best clips @nicolas_gaillard and I filmed while putting this one-off electric beast to the test @mercedesbenz ! 👊🏻\n\nHope you like it and if you haven’t watched the full video yet, you know where to find it 😘\n\nMusic: Clarx - Shakedown [NCS Release]", "So happy to finally announce I’m now officially part of the @roger_dubuis tribe! 🤘🏻\n@jonolsson1 and I have been working with @roger_dubuis for years now on so many incredible projects!\nAnd I’m really looking forward for all the upcoming ones! 🔥 \nI mean who know a watch maker who would let you Ollie in their shop and bomb downhill on a skateboard while wearing this incredible timepiece, the Excalibur Spider Huracán Performante!\n\nThanks for the filming help @florianmerckx 😎", "Finally reunited with @jonolsson1 for couple weeks of pure holidays! 🔥 And one of the first activities was of course to go ride the @fliteboard at sunset from @rickarddeler brand new Helena yacht!! 💪\nWe were already having a blast, and then a group of dolphins just decided to join the party and play with us! 🐬 \nHonestly the most unreal experience I’ve ever got the chance to live! I really hope the video does translate how crazy it felt 😅✔️\nWho watched the vlog yet?? 🤔Don’t forget to watch it on the biggest screen you have, preferably on a cinema haha and with the volume all the way to the top! 🤯❤️\n\nMusic: \nBesomorph & Arcando & Neoni - Army [NCS Release]"]}]