[{"username": "calsnape", "post_count": 1278, "follower": 806914, "following": 504, "category_name": "Photographer", "biography": "callum@callumsnapephoto.com\nVancouver 🇨🇦 Stay Wild🌲⛺️🏔\n#CalSnapeCreate", "captions": ["We spent a week traveling around Northern British Columbia capturing beautiful untamed wilderness! When words and photos fail to do a place justice, video helps to tell the story but there’s nothing like experiencing this in person! #exploreBC  Partner", "I hiked up to this viewpoint in the Dolomites an hour before sunrise and there wasn’t a mountain in sight, just thick cloud. Slowly they began to swirl around the valley and the peaks emerged until the sun rose and lit everything up beautifully!", "The small village of Andermatt in Switzerland reminds me of a snow globe I used to shake when I was younger ❄️ Walking through this real life snow globe then warming up with a coffee was a dream! \n@andermatt_swiss_alps @myswitzerland #inlovewithswitzerland | partner", "I called the Canadian Rockies home for nearly eight years before moving to the coast. These mountains played a special part in who I am today. I recently returned for a little road trip and took out the @DJIGlobal Osmo Action to capture the experience. The front facing screen and Rocksteady video stabilization made it easy to capture beautiful footage on my trip! @roam #seeyourselfinaction", "There are so many incredible places around the world, it’s hard to imagine just how many spots like this exist. Places that overwhelm you and make you feel small, places that leave you awestruck and speechless.\n\n@eddiebauer #whyihike #ebcontributor", "The rush of adrenaline stood near the base of a waterfall is exhilarating! The blast of spray and the roar of crashing water overwhelms your senses, it’s only when you hike away from the falls that you realize just how incredible and intense they were. We’re so lucky to have places like this that can make us feel so alive!\n\n@eddiebauer #whyihike #ebcontributor", "I feel most at home when I’m on a mountain, whether it’s hiking in the Summer or snowboarding in the Winter. Lake Louise is my favourite resort in the winter, the diverse terrain combined with incredible snow conditions and beautiful scenery make it a really special place! @skibig3\n#instameetskibig3 #sponsored", "A good roadtrip isn’t just about the destination. It’s about the people, the conversations along the way, the lows, the highs and the really special moments you share along the way. Last week I drove 2,717 kilometres north through BC, Yukon and Northwest Territories to the Arctic Ocean with @mazdausa, it was a wild experience and a fun way to end the year!\n#CXarcticdrive #roadsreimagined\n#sponsored", "A magical sunrise in the @cookislands and one of my favourite memories from all of my travels 🏝\n@airnz #BetterWayToFly"]}]