[{"username": "chrisburkard", "post_count": 4117, "follower": 3715048, "following": 979, "category_name": "Photographer", "biography": "Have Camera, Will Travel.\nPhotographer•Speaker•Filmmaker•LDS\n@burkgnar", "captions": ["The Westfjords Way film is here! A route dedicated to all those that have explored this unique part of the world via bicycle. last September we biked the route and this summer we are launching the first-ever Westfjords Way Challenge — a five day Ultra Endurance Stage race around some of Iceland’s most remote and pristine wilderness. From June 28- July 3, riders will race a total of 930Km under endless sunlight through never ending fjords, world class gravel and multiple hot springs. \n\nThe race, organized by @cyclingwestfjords , will have BIPOC scholarships available. For details and registration for this self supported race please follow @cyclingwestfjords for updates and to reserve your spot. \n\nFilm by @thrainnko @visitwestfjords \n\n@fezzari_bicycles @icelandair \n@sramroad @infinitybikeseat", "Have you ever gone on a trip where you didn't know the destination? Just said.. YES?\nThat was my last project in Santa Fe on assignment for @CapitalOne . Diving back into the culture, the food and the incredible nature New Mexico has to offer reminded me a lot of my childhood exploring this area. \nI was working on the launch of the new Venture X card that allows people to do what they love wherever and whenever that may be. For me it looked a bit like the REEL above. On location we enjoyed the milky way above Diablo Canyon, endless singletrack and an epic stay at Bishops Lodge to celebrate Venture X’s 10X earn on hotels booked through Capital One Travel.\n\n#capitalonepartner", "‘The Long Traverse’ - film premier ! monday ( tomorrow ) night at my studio in Pismo Beach, CA. \n\nCome and enjoy a night of film, food, drinks and raffle with a Q&A with US Olympian @christopherblevs & @dillon.osleger as they share their experiences exploring the Los Padres Wilderness on two wheels. \n\n$8 tickets at the door will go to support @sagetrailalliance in SB. \n\nsee you there!", "It’s here. My biggest Print Sale of the year is happening from Nov 18-30th. Appreciate all those that have messaged and waited patiently.  25% off all prints with code: PRINTSALE25 at chrisburkard.com \n\nThank you all for supporting small business’ this Holiday !!!\n\nwebsite by @smugmug and prints by @bayphotolab", "Proud to release this short film about my passion for wide angle lenses. Shot on location in Mallorca a few months back with Sony. It was a dream assignment to try and capture light in the Balearic Sea with a handful of incredible athletes. Working in these environments, especially when the moments are so finite with the weather, the light and the stamina - it reminds me what I love most about growing up as a sports photographer. I had seen this route years prior and dreamt of coming back and shooting it in perfect light. \n\n@sonyalpha \n\n@curtismorgan - Executive Producer\n@honngy - DP \n@mikeysandifer - Producer \n@rockandwatermallorca - Field \nProducer \n@davec9k - Editor\n@nuttynulty - AC\n@_ryanhill_ - Photo Assistant\n@ethan_pringle - Climber\n@margojain - Climber \n@sheneenagins - Climber", "The Long Way Around\n\nWhat we have here isn’t your typical bike trip. Four close friends ventured into the great woods of the American west to experience the land via bike. Their original plans thwarted due to the devastation of wildfires that seemly strike the west more and more each year. With some last-minute rearranging of the route and a nod that it was safe, the ride was on! They took off to experience a ride and hike that some might call, downright insanity. \n\nRiders: \n@laelwilcox @eriknohlin @rugilekaladyte @chrisburkard \n\nDirected by @chrisburkard \nExecutive Producer: @matthewjamesporter \nProduced by @mikeysandifer \nDir. of Photography: @bobcatdavis \nAdditional Cinematography: @mr_illectric \nEdit and Color: @bobcatdavis \nWritten: @63mph \nIllustrations: @dalderman42 \nAnimation: @jordan_serra \nNarration: @chrisbauer3 \nMusic: @ericmueller and @geva.alon\nStill Photography: @rugilekaladyte", "New film Shot on the new Alpha 7 IV!\n\nToday we celebrate you - the thought sparkers, the street dreamers, the fire seekers, collectors of color, trappers of time itself. It's not just about what you see....it's about the way you see.\n\nShot on the all-new #SonyAlpha a7 IV. #BeAlpha\n\nSTARRING\n@shortstache    \n@ijustine \n@jennaezarik     \n@chrisburkard \n@renan_ozturk\n@taylorfreesolo                \n@danorst            \n@dylan.schwartz\n@jude_allen\n@erinoutdoors\n@tiffpenguin\n@philngyn\n@wildginaa         \n@asenseofhuber\n@stevesweatpants\n@dave.krugman\n@monaris_\n@so.shauna\n \nDirected by Curtis Morgan: @curtismorgan \n\nEDIT\n@curtismorgan \n@teddymuse\n\nEXECUTIVE PRODUCERS\n@mparns\n@mo.cru_\n@curtismorgan\n \nPRODUCERS\n@ana.de.diego  \n@treefiddy5                       \n \nPRODUCTION MANAGER\n@nathanieldueber", "now playing \n\nIt is not enough to be busy. We must always be engaged, at capacity. We fill in the empty spaces of our daily lives with the superficial. We live in a way that erroneously equates speed and efficiency to value and worth. \n\nBut what happens when we slow down? We value the price of our lives as the time we spend instead of the time we save.  \n \nTake the time to invest in the slowness around you. Explore the texture of the world and the playfulness of the ordinary.\n\nThis summer solstice I focused on one goal: riding from dawn until dusk, from San Francisco to Yosemite with my compadre @dylanbuffington & @pasnormalstudios\n \nThis is our Road to Nowhere", "True Story: I love making ridiculous stuff with my friends. \nMonths back I released a clothing capsule with @billabong inspired by some of my images & the places that Inspire me. A little bit remains… with more dropping this Holiday.\n\nCheck it in my bio link or at @billabong .com \n\nThanks @luketaaffe @benweiland @bobcatdavis for bringing this to life & to the Burkard studio crew for helping with all the ridiculous shots 😅"]}]