[{"username": "freyadowson", "post_count": 624, "follower": 18750, "following": 680, "category_name": "Photographer", "biography": "Documentary Storyteller • People • Wildlife\nBased in Dubai with my husband and two girls, posting stories about my life at home and on the road.", "captions": ["If we had only 20 minutes to chat and you asked me for advice about starting out as a documentary photographer, this is what I would say...", "Chatting about the first time I picked up a camera, my first job, and my path to becoming a freelance documentary photographer.", "Chatting about the first time I picked up a camera, my first job, and my path to becoming a freelance documentary photographer.", "Chatting about the first time I picked up a camera, my first job, and my path to becoming a freelance documentary photographer.", "A bit of a rambling chat about what I would say to my 19 year old self, things about life, career, relationships, self worth, etc... I hope you enjoy it!\nPlease let me know if there are any other topics you'd like me to chat about, I'm really enjoying doing these IGTV chats, I hope you are too!xx", "The question I’m answering here is how do you feel now about becoming a mum when you weren’t sure how you felt going into it... This is kind of a follow up video to my last blog post about my thoughts on becoming a mum. It’s kind of the after to the before. Sorry I had to cut the first two minutes because it was just a bit too long for IGTV. Also Molly makes an appearance... 🥰", "A chat about getting back to work as a freelance photographer after having a baby.", "My heart is back at the beach. But my head feels halfway between excited for what’s to come and nervous that nothing has happened yet. I hate waiting on others to make things happen and I’m SO impatient. So many exciting things are just over the horizon, buying a flat 🤞🏼, my (potential) first work trip, my first shoot (booked!)... it’s all on its way and I’m excited and nervous and feeling all the feelings. Anxious to be working as hard is I was before Rumi but anxious to make sure she has the best of me whenever she needs it. I’m nervous about how it’ll all shake out but I’m excited to make it work. I’ve always made it work in the past and I know I will again ✨\n•\n#alifeofintention #lightinspired #posttheordinary #ofsimplethings #documentlife #quietthechaos #momentslikethese #thehonestlens #themindfulapproach #gritandvirtue #momentsofmine #livewildandfree #awakethelight #gritandvirtue #naturallyimperfect #mynaturestory #mountainstones #keepitwild #outbackcollective #letsgosomewhere", "A little something I created for Visit Wales last year."]}]