[{"username": "grainedevoyageuse", "post_count": 543, "follower": 17627, "following": 1015, "category_name": "Blogger", "biography": "SLOW TRAVEL - FREELANCE - TRAVAUX\nRénovation d'une 🏡 ➡️ @thebarn.renovation\n💪Mon motto: \"Si j'ai pu le faire, pourquoi pas toi\" \n✏ Articles & Videos 👇", "captions": ["Des produits nettoyants facile à faire, naturels et écologiques ! À vous de jouer ! #recette #green #recipe #ecologique #recettesimple #viesaine #diy #doityourself", "{English below}\n🇨🇵 LE VOLCAN IJEN 🌋\nCe volcan qui se situe à l'est de Java contient le plus grand lac acide du monde. Autant vous dire qu'on n'y va pour pour y faire trempette mais plutôt pour admirer son eau turquoise.\n\nLa forêt autour du volcan est complètement brûlée 🔥 ce qui donne une atmosphère complètement apocalyptique à l'endroit ! Mieux que des mots, regardez la vidéo pour mieux vous rendre compte 😲\n\nEst-ce que vous aimez ce genre de vidéo en plus des photos que je publie habituellement ?\n.\n🇬🇧 IJEN VOLCANO 🌋\nThis volcano located in East Java, contains the largest acid lake in the world. In other words, you don't go there to take a bath but rather to admire its turquoise water.\n\nThe forest around the volcano is completely burnt 🔥 which gives an apocalyptic atmosphere to the place! Better than words, watch the video to better understand 😲\n\nDo you like this kind of video in addition to the photos I usually post?\n.\n.\n.\n.\n.\n#indotravel #ijen #wonderfulindonesia #indonesiageographic #awesome_photographers #awesomeearth #passionpassport #travelfreedom #planetwanderlust #worldnomads #beautifuldestinations #worlderlust #discoverearth #roamtheplanet #beautifulplaces #passportexpress #departedoutdoors #followmefaraway #thatviewtho #ontopoftheworld #highestpoint #awayfromthecity #scenicview #breathtakingviews #shesnotlost #fulltimetravel #travelettes #voyageuse #dronie #dronedaily", "{English below)\n🇨🇵 LEVEZ-VOUS TÔT ! Oui, oui, c'est bien moi, Pauline, qui parle, la lève-tard de première, la championne incontestée du nombre d'heures de sommeil cumulées. Demandez à ma famille... ils n'en reviendraient pas que ce soit moi qui soit en train de dire ça ! À croire que je sorte à peine de ma période adolescente. J'ai toujours détesté le matin, sortir du lit était un calvaire, c'était LE moment où il valait mieux me laisser en paix.\n.\nMais ça, c'est la Pauline d'avant. La Pauline 1.0. Depuis qu'on est parti, j'adore me lever tôt (et quand je dis tôt, c'est vraiment tôt, genre 5/6h du matin). Je suis heureuse d'aller me coucher tôt le soir car je suis impatiente à l'idée de commencer une nouvelle journée le lendemain matin. C'est vraiment fou à quel point on peut changer quand on fait ce qu'on aime.\n.\nIl y a quelque chose d'euphorique, de grisant quand on démarre sa journée alors que tout le monde dort. C'est comme si le monde nous appartenait 🤗\n.\nEt vous, vous êtes plutôt du matin ou du soir ?\n.\n🇬🇧 WAKE UP EARLY ! Yes, it's me talking, Pauline, the girls always waking up late, the undisputed champion for the number of sleeping hours. Ask my family, they wouldn't believe that I'm the one saying that! It's like I'm just going out of my teenager age. I always hated mornings, going out of the bed was a nightmare, it was the time when it was better for you to leave me in peace.\n.\nBut that was the previous version of me. Pauline 1.0. From the time we left, I enjoy waking up early (when I say early, it's like 5/6am). I'm happy to go to bed early because I'm excited to start a brand new day in the morning. It's crazy how we can change when we do what we love.\n.\nThere is something exhilarating about waking up when everyone is sleeping. It's like having the world for yourself 🤗\n.\nWhat about you? Are you a morning or a night person?\n.\n.\n.\n.\n.\n#traveldreamseekers #travelbloggervibes #travelforlife #couplesthattravel #thewanderingtourist #digitalnomad #locationindependent #nomadstories #fulltimetravel #voyageursdumonde #lesfrancaisvoyagent #frenchtraveler #tourdumonde #lesexploratrices #backpackerslife #nomadedigital #droneshot #dronie #frenchtravelers", "J'ai créé cette vidéo il y a 2 ans comme une ode à ma mère, elle qui réussit encore à me surprendre. Cette année-là, elle avait accepté de voyager seule jusqu'en Égypte pour venir rencontrer la famille d'Emam avant qu'on ne parte s'installer en Malaisie. C'était quelque-chose qui me tenait très à cœur et elle a relevé le défi avec brio ❤️ Bonne fête à la plus combattante des mamans 💪\n\n#bonnefetemaman #fetedesmeres #jetaimemaman #laplusbelle #myhero #momsday #myegypt #everydayegypt #everydaycairo #visitegypt #iloveyoumom", "", "Un spectacle comme on en voit peu dans une vie. Un lever de soleil qui passe du rose au orange puis au jaune, autant de couleurs qui se reflètent dans l'eau des rizières de #Yuanyang et sur la brume qui passe rapidement puis disparaît pour nous laisser admirer la vue. Ça valait le coup de se lever aux aurores !\n\n@asianroads_ #jpeuxpasjaiyunnan", "Les Philippines, ce pays de l'authenticité, des sourires chaleureux, des paysages époustouflants. Me voilà conquise. Et toi ?", "En 2018, devenez la meilleure version de vous-même, ne vous donnez aucune excuse pour ne pas poursuivre vos rêves et donnez sans attendre en retour.\n\nSur cet impressionnant feu d'artifice devant les Twin Towers de Kuala Lumpur, je vous souhaite à tous une magnifique année 2018 !", "My first time-lapse with my new camera. My hometown's landscape 😊\n\n#timelapse #landscape #hometown #Normandy #panorama #evreux #view #cityview #sunnyday #nature #cathedral #green #countryside #bestview #greenandblue #video #gx8 #lumix #panasonic #euretourisme #travelinfrance #jaimelafrance #ilovefrance #normandie #evreuxnormandie @eure_tourisme_normandie"]}]