[{"username": "mialvess", "post_count": 1131, "follower": 122136, "following": 360, "category_name": "Digital creator", "biography": "🇩🇪 Berlim, e mundo!\n📚 MSc Digital MKT @berlinsbi \n🎥 Maior canal sobre Intercâmbio do YT 🇧🇷:", "captions": ["Conversa boa com a Maura Leão representando a @associacaobelta ✨ esse é o sinal que você precisava pra começar a planejar o teu intercâmbio hoje! O planejamento vai muito além da matrícula/embarque, começa com pesquisa, questionamentos e muita força de vontade!\n\n#intercambio", "Conversei com a Mariana do @campusfrancebrasil pra entender um pouco mais sobre os processos de candidaturas para graduação e mestrado na França! Rola fazer o ensino superior em inglês, ou em francês, podemos trabalhar meio período com o visto de estudante, temos desconto na anuidade das universidades e ainda um monte de desconto e benefícios que facilitam muito a vida do estudante! #campusfrancebrasil #estudarnafranca #intercambio", "Um bate papo muito gostoso com a Fabi, que ama a Inglaterra e nos deu muita dica sobre como fazer um intercâmbio por lá ✨ desde curso de idiomas até ensino superior! Lembrando que, se tu quiser fechar um intercâmbio pro Reino Unido, fale com uma agência selo @associacaobelta 🥰 #intercambio #reinounido #inglaterra", "Na live de hoje eu tive o prazer de falar com a Deise, uma das agentes @associacaobelta e entender tudo sobre o programa co-op no Canadá! Oportunidade para quem quer um curso mais curto, com opção de trabalhar enquanto estuda e estagiar em outra metade do curso, te colocando perto do mercado e de muitas oportunidades 🥰 #canada", "São tantas informações pra compartilhar com vocês, mas vamos aos poucos tá? Um passinho de cada vez! Hahaha quis trazer esse vídeo pra responder uma das perguntas que eu mais recebi nos últimos dias e a resposta é esta aí! Vou ser mestranda em Marketing Digital na @berlinsbi ✨\n\nFeliz demaaais por essa oportunidade e empolgadíssima pra viver cada momento lindo dessa nova aventura! Eu voltei pro meio acadêmico meu povo, eu vou estudar ensino superior em inglês, daqui um tempo terei uma tese pra defender, meu Deus!! Vai dar tudo certo hahah 🥰 Se tu quiser mais informações, fala com eles através de uma página em português que a gente criou juntos!! Vou deixar nos stories ☺️ Logo logo eu conto mais sobre processo de visto, direitos, trabalho enquanto estudo, etc! #berlim", "Oi, tudo bem com vocês? Eu espero muito que sim. Que saudade que eu tava! Esse um mês morando aqui, e estando de férias foi um presente. Eu tava precisando desse momento a sós, mas durante esse período eu também gravei muita coisa e quero contar cada detalhe daqui pra frente... tô ansiosa pra compartilhar tudo com vocês e espero que vocês estejam tão empolgadas quanto eu! 🥰 Nova fase, novo capítulo, só vamossssss", "Uma live muito bacana e cheia de boas notícias ☺️ trouxemos uma lista de países onde estudantes brasileiros já podem ir fazer seu intercâmbio e viver esse sonho tão incrível! @associacaobelta #intercambio", "Uma conversa incrível com o Diogo Rodrigues que é expert no assunto! Muita informação bacana pra vc que quer estudar ensino superior no exterior e não sabe por onde começar! 📚 para mais infos, entre em contato com uma agência Selo Belta @associacaobelta e coloque esse plano em ação! #estudarnoexterior #ensinosuperiornoexterior", "Eu e a Jeanne falamos sobre vários tipos de programas de estudos que podemos fazer nos Estados Unidos! Aproveita que a live está repleta de informações valiosas 🎉 @associacaobelta #intercambio #eua"]}]