[{"username": "thebucketlistfamily", "post_count": 2345, "follower": 2651139, "following": 547, "category_name": "Travel & Transportation", "biography": "Family Travel Journalists\n🌏 86 countries together - Currently : Traveling 🏠", "captions": ["NEVER FORGET 🚁/// Thank you, Garrett for capturing these memories. Thank you for taking the time to find such special songs that fit such special memories. 🥰 We treasure these videos today. Imagine how we will feel about them decades from now..! ❤️💙💚 https://youtu.be/djyIAVFDrRE", "Making the most of stormy days in the Maldives @discoversoneva. This song is kinda family tradition on rainy days. LOOOVE seeing Manilla boy taking after his old man.. 😉😍😘", "Dorothy faced her greatest fear this week on Safari.. CROCODILES!! 😨🐊😨 /// @thebucketlistfamily X @timeandtideafrica", "We had finished playing soccer at the Zimbabwe orphanage and the adults were chatting when someone said, “Look over at Manilla!” He and a girl had started playing catch and we’re just in their own little world together.. 😍🥰😭 Seeing this made our hearts sing!! The teachers at the orphanage were making a pretty big deal about it and it wasn’t until later that they explained to us that she hadn’t been talking or interacting with anyone, so to see her doing this was very special! ❤️💙💚 Thank you, Ethandweni Children's Home for the invitation to visit, play and interact with the kids, and take some videos and share your stories! We do our best to make a positive impact, BUT as as always, we seem to be the ones so deeply impacted. THANK YOU! Next week @thebucketliststudios is launching new Adventure Bands and 50% of the profits will go directly to this orphanage. We hope you will join us in supporting! 🌍", "Clearly we still have so much to learn 😂. Regardless of our technique (if you can even call it that) it feels good to try something new just for the fun of it!", "The Bucket List Backpack launches tomorrow on our brand new website!! August 1 at 9am EST ❤️💙💚 Set your alarms? thebucketliststudios.com", "“Its all one blood, don't care about your face\nThe color of your eye\nOr the tone of your skin\nDon't care where you are\nDon't care where you been\n'Cause where we gonna go\nIs where we wanna be\nThe place where the little language is unity..”\n❤️💙💚\nSong - One Tribe by The Black Eyed Peas", "Song by Alex Aiono. Just shared the full video today on our channel : “Our Morning Routine” https://youtu.be/Fka-hE98zG0", "Remember the good times. Remember why you put in the hard work. And why it’s all worth it, especially when things go wrong.."]}]