[{"username": "theslowtraveler", "post_count": 735, "follower": 743364, "following": 769, "category_name": "Digital creator", "biography": "Travels around the English countryside and life at home by the sea\nContact: carolyn@theslowtraveler.co.uk", "captions": ["A love letter to the rain I’ve been complaining so much about (sound on). Hope you’re all having a lovely wee Friday x", "I asked what you’d like to see on my feed seeing as I can’t travel at the moment. A few of you said, because I live by the sea, you’d like too see more seaside stuff. So I’m starting by reposting an old favourite of mine. A little different to the stuff I usually make so I hope you like it 🤓", "Inspiration to make the house look extra special this Christmas came from @stgermainuk and @hedgesandflowers. They collaborated on an absolutely beautiful festive gift set, the Winter Bloom Bauble and Spritz Kit.\n⠀\nYou get four gorgeous handmade glass baubles with real dried flowers inside (by the brilliant @hedgesandflowers), art-deco glasses, carafe, and jigger. The St-Germain bottle itself is the most handsome bottle in the history of handsome bottles.\n⠀\n⠀\nThe kits on hedgesandflowers.com are an absolute a steal at £40 (I was going to buy a kit as a gift for my sister, but she saw this video and bought one for herself).\n⠀\nAfter decorating the tree, I made myself a little St-Germain Spritz – that's St-Germain elderflower liqueur, prosecco, soda water, and a twist of lemon – the perfect Christmassy indulgence.", "(GIVEAWAY CLOSED) Sharing my favourite books of 2020 so far, and giving away a bundle of all of five! 📚😁\n⠀\nTo win, comment telling us which book you’d take with you to a desert island. It can be any book, but you’re only allowed one! I’ll choose the winner at random on Monday.\n⠀\nI never normally do videos like this. I take my hat off to the people who do it regularly... Talking to your own face on a phone screen is a real skill and really weird, especially when you go off on mad tangents about cherubs picking you up and flying you through the sky.  Time for a stiff drink...", "What’s your favourite season? Mine is whichever season we’re in right at the start of it, but toward the end I’d always say autumn. It has rained all day here. Looking out the window, it doesn’t look like the middle of summer. But I sort of like it, because I’m at that point in the season where I start to look forward to the next one. I’m pining after big jumpers and roaring fires and hearty stews. Anyone else the same?", "(Ad) When I first started out, I spent a year learning traditional photography. I loved working in the darkroom, seeing all these shapes and shadows gradually appear on the page, like they were moving, like magic. It was good to have a physical object to hold in my hand, to take that object home, put it up on the wall, and share it with people.\n⠀\nThese days, I don't often get to hold physical copies of my work. But yesterday morning I opened a package from @inkifi_instagram. It was a dozen square prints of my photos and I felt the same buzz I felt all those years ago seeing my work in print for the first time. I must've looked at these photos hundreds of times on my phone and laptop, but looking at them in print was like seeing them fresh. I remembered all the details of the day: who I was with, where we were, what we were doing… how Lenny really hated that headdress and savagely chewed it to shreds seconds after the photo was taken.\n⠀\nThat’s what printing our photos does, I think: it brings memories to life, like magic. And now is a good time to bring a bit of magic into our homes.", "A load of accounts reposted this video of mine over the past few days, so I’m reposting it here too... for the third time (#transparency). Sea what I did there? And there? Okay, that’s enough. Stupid beach 🤦‍♀️", "I’ve posted an essay of mine on my blog (link’s in my bio). This is a little quote from the piece. The essay discusses the rise of @mrshinchhome and the subsequent debate surrounding her success; influencers and influencer marketing in depth; and how women are using Instagram and social media as a tool in the fight for equality. I’ve been working on this bloody thing about six months. I’ve poured my heart into it, so I’d really love to know what you think. Saturday night... you all must be dying to read a 4000 word essay 😅", "My favourite thing about Instagram insights is the follower location. By city, most of my followers are in London, Hong Kong, Taipei, Paris and New York (in that order). How cool is that?! I’m a total nerd for looking at maps, but I know there’ll always be loads of places I’ve never even heard of. Let’s play a game: say hello and tell us where in the world you are right now! (*disclaimer: I’m not currently sat on the beach with a mirror. I’m at home in my big fluffy dressing gown with a cup of tea ready to say hello to you all 👀)"]}]